{
  "<PAD>": 0,
  "<UNK>": 1,
  "<START>": 2,
  "<END>": 3,
  "COMPOSER:bach": 4,
  "COMPOSER:bartok": 5,
  "COMPOSER:beethoven": 6,
  "COMPOSER:chopin": 7,
  "COMPOSER:debussy": 8,
  "COMPOSER:einaudi": 9,
  "COMPOSER:faure": 10,
  "COMPOSER:hisaishi": 11,
  "COMPOSER:joplin": 12,
  "COMPOSER:liszt": 13,
  "COMPOSER:mozart": 14,
  "COMPOSER:poulenc": 15,
  "COMPOSER:rachmaninoff": 16,
  "COMPOSER:ravel": 17,
  "COMPOSER:satie": 18,
  "COMPOSER:schubert": 19,
  "COMPOSER:schumann": 20,
  "COMPOSER:tchaikovsky": 21,
  "COMPOSER:yiruma": 22,
  "GENRE:ambient": 23,
  "GENRE:blues": 24,
  "GENRE:classical": 25,
  "GENRE:folk": 26,
  "GENRE:jazz": 27,
  "GENRE:pop": 28,
  "GENRE:ragtime": 29,
  "GENRE:rock": 30,
  "GENRE:soundtrack": 31,
  "NOTE_OFF:100": 32,
  "NOTE_OFF:101": 33,
  "NOTE_OFF:102": 34,
  "NOTE_OFF:103": 35,
  "NOTE_OFF:104": 36,
  "NOTE_OFF:105": 37,
  "NOTE_OFF:106": 38,
  "NOTE_OFF:107": 39,
  "NOTE_OFF:108": 40,
  "NOTE_OFF:18": 41,
  "NOTE_OFF:19": 42,
  "NOTE_OFF:20": 43,
  "NOTE_OFF:21": 44,
  "NOTE_OFF:22": 45,
  "NOTE_OFF:23": 46,
  "NOTE_OFF:24": 47,
  "NOTE_OFF:25": 48,
  "NOTE_OFF:26": 49,
  "NOTE_OFF:27": 50,
  "NOTE_OFF:28": 51,
  "NOTE_OFF:29": 52,
  "NOTE_OFF:30": 53,
  "NOTE_OFF:31": 54,
  "NOTE_OFF:32": 55,
  "NOTE_OFF:33": 56,
  "NOTE_OFF:34": 57,
  "NOTE_OFF:35": 58,
  "NOTE_OFF:36": 59,
  "NOTE_OFF:37": 60,
  "NOTE_OFF:38": 61,
  "NOTE_OFF:39": 62,
  "NOTE_OFF:40": 63,
  "NOTE_OFF:41": 64,
  "NOTE_OFF:42": 65,
  "NOTE_OFF:43": 66,
  "NOTE_OFF:44": 67,
  "NOTE_OFF:45": 68,
  "NOTE_OFF:46": 69,
  "NOTE_OFF:47": 70,
  "NOTE_OFF:48": 71,
  "NOTE_OFF:49": 72,
  "NOTE_OFF:50": 73,
  "NOTE_OFF:51": 74,
  "NOTE_OFF:52": 75,
  "NOTE_OFF:53": 76,
  "NOTE_OFF:54": 77,
  "NOTE_OFF:55": 78,
  "NOTE_OFF:56": 79,
  "NOTE_OFF:57": 80,
  "NOTE_OFF:58": 81,
  "NOTE_OFF:59": 82,
  "NOTE_OFF:60": 83,
  "NOTE_OFF:61": 84,
  "NOTE_OFF:62": 85,
  "NOTE_OFF:63": 86,
  "NOTE_OFF:64": 87,
  "NOTE_OFF:65": 88,
  "NOTE_OFF:66": 89,
  "NOTE_OFF:67": 90,
  "NOTE_OFF:68": 91,
  "NOTE_OFF:69": 92,
  "NOTE_OFF:70": 93,
  "NOTE_OFF:71": 94,
  "NOTE_OFF:72": 95,
  "NOTE_OFF:73": 96,
  "NOTE_OFF:74": 97,
  "NOTE_OFF:75": 98,
  "NOTE_OFF:76": 99,
  "NOTE_OFF:77": 100,
  "NOTE_OFF:78": 101,
  "NOTE_OFF:79": 102,
  "NOTE_OFF:80": 103,
  "NOTE_OFF:81": 104,
  "NOTE_OFF:82": 105,
  "NOTE_OFF:83": 106,
  "NOTE_OFF:84": 107,
  "NOTE_OFF:85": 108,
  "NOTE_OFF:86": 109,
  "NOTE_OFF:87": 110,
  "NOTE_OFF:88": 111,
  "NOTE_OFF:89": 112,
  "NOTE_OFF:90": 113,
  "NOTE_OFF:91": 114,
  "NOTE_OFF:92": 115,
  "NOTE_OFF:93": 116,
  "NOTE_OFF:94": 117,
  "NOTE_OFF:95": 118,
  "NOTE_OFF:96": 119,
  "NOTE_OFF:97": 120,
  "NOTE_OFF:98": 121,
  "NOTE_OFF:99": 122,
  "NOTE_ON:100": 123,
  "NOTE_ON:101": 124,
  "NOTE_ON:102": 125,
  "NOTE_ON:103": 126,
  "NOTE_ON:104": 127,
  "NOTE_ON:105": 128,
  "NOTE_ON:106": 129,
  "NOTE_ON:107": 130,
  "NOTE_ON:108": 131,
  "NOTE_ON:18": 132,
  "NOTE_ON:19": 133,
  "NOTE_ON:20": 134,
  "NOTE_ON:21": 135,
  "NOTE_ON:22": 136,
  "NOTE_ON:23": 137,
  "NOTE_ON:24": 138,
  "NOTE_ON:25": 139,
  "NOTE_ON:26": 140,
  "NOTE_ON:27": 141,
  "NOTE_ON:28": 142,
  "NOTE_ON:29": 143,
  "NOTE_ON:30": 144,
  "NOTE_ON:31": 145,
  "NOTE_ON:32": 146,
  "NOTE_ON:33": 147,
  "NOTE_ON:34": 148,
  "NOTE_ON:35": 149,
  "NOTE_ON:36": 150,
  "NOTE_ON:37": 151,
  "NOTE_ON:38": 152,
  "NOTE_ON:39": 153,
  "NOTE_ON:40": 154,
  "NOTE_ON:41": 155,
  "NOTE_ON:42": 156,
  "NOTE_ON:43": 157,
  "NOTE_ON:44": 158,
  "NOTE_ON:45": 159,
  "NOTE_ON:46": 160,
  "NOTE_ON:47": 161,
  "NOTE_ON:48": 162,
  "NOTE_ON:49": 163,
  "NOTE_ON:50": 164,
  "NOTE_ON:51": 165,
  "NOTE_ON:52": 166,
  "NOTE_ON:53": 167,
  "NOTE_ON:54": 168,
  "NOTE_ON:55": 169,
  "NOTE_ON:56": 170,
  "NOTE_ON:57": 171,
  "NOTE_ON:58": 172,
  "NOTE_ON:59": 173,
  "NOTE_ON:60": 174,
  "NOTE_ON:61": 175,
  "NOTE_ON:62": 176,
  "NOTE_ON:63": 177,
  "NOTE_ON:64": 178,
  "NOTE_ON:65": 179,
  "NOTE_ON:66": 180,
  "NOTE_ON:67": 181,
  "NOTE_ON:68": 182,
  "NOTE_ON:69": 183,
  "NOTE_ON:70": 184,
  "NOTE_ON:71": 185,
  "NOTE_ON:72": 186,
  "NOTE_ON:73": 187,
  "NOTE_ON:74": 188,
  "NOTE_ON:75": 189,
  "NOTE_ON:76": 190,
  "NOTE_ON:77": 191,
  "NOTE_ON:78": 192,
  "NOTE_ON:79": 193,
  "NOTE_ON:80": 194,
  "NOTE_ON:81": 195,
  "NOTE_ON:82": 196,
  "NOTE_ON:83": 197,
  "NOTE_ON:84": 198,
  "NOTE_ON:85": 199,
  "NOTE_ON:86": 200,
  "NOTE_ON:87": 201,
  "NOTE_ON:88": 202,
  "NOTE_ON:89": 203,
  "NOTE_ON:90": 204,
  "NOTE_ON:91": 205,
  "NOTE_ON:92": 206,
  "NOTE_ON:93": 207,
  "NOTE_ON:94": 208,
  "NOTE_ON:95": 209,
  "NOTE_ON:96": 210,
  "NOTE_ON:97": 211,
  "NOTE_ON:98": 212,
  "NOTE_ON:99": 213,
  "PERIOD:baroque": 214,
  "PERIOD:classical": 215,
  "PERIOD:contemporary": 216,
  "PERIOD:impressionist": 217,
  "PERIOD:modern": 218,
  "PERIOD:romantic": 219,
  "START": 220,
  "TIME_SHIFT:10": 221,
  "TIME_SHIFT:100": 222,
  "TIME_SHIFT:1000": 223,
  "TIME_SHIFT:10020": 224,
  "TIME_SHIFT:10040": 225,
  "TIME_SHIFT:1010": 226,
  "TIME_SHIFT:1020": 227,
  "TIME_SHIFT:1030": 228,
  "TIME_SHIFT:1040": 229,
  "TIME_SHIFT:1050": 230,
  "TIME_SHIFT:1060": 231,
  "TIME_SHIFT:1070": 232,
  "TIME_SHIFT:1080": 233,
  "TIME_SHIFT:1090": 234,
  "TIME_SHIFT:110": 235,
  "TIME_SHIFT:1100": 236,
  "TIME_SHIFT:1110": 237,
  "TIME_SHIFT:1120": 238,
  "TIME_SHIFT:1130": 239,
  "TIME_SHIFT:1140": 240,
  "TIME_SHIFT:1150": 241,
  "TIME_SHIFT:1160": 242,
  "TIME_SHIFT:1170": 243,
  "TIME_SHIFT:1180": 244,
  "TIME_SHIFT:1190": 245,
  "TIME_SHIFT:120": 246,
  "TIME_SHIFT:1200": 247,
  "TIME_SHIFT:1210": 248,
  "TIME_SHIFT:1220": 249,
  "TIME_SHIFT:1230": 250,
  "TIME_SHIFT:1240": 251,
  "TIME_SHIFT:1250": 252,
  "TIME_SHIFT:1260": 253,
  "TIME_SHIFT:1270": 254,
  "TIME_SHIFT:1280": 255,
  "TIME_SHIFT:1290": 256,
  "TIME_SHIFT:130": 257,
  "TIME_SHIFT:1300": 258,
  "TIME_SHIFT:1310": 259,
  "TIME_SHIFT:1320": 260,
  "TIME_SHIFT:1330": 261,
  "TIME_SHIFT:1340": 262,
  "TIME_SHIFT:1350": 263,
  "TIME_SHIFT:1360": 264,
  "TIME_SHIFT:1370": 265,
  "TIME_SHIFT:1380": 266,
  "TIME_SHIFT:1390": 267,
  "TIME_SHIFT:140": 268,
  "TIME_SHIFT:1400": 269,
  "TIME_SHIFT:1410": 270,
  "TIME_SHIFT:1420": 271,
  "TIME_SHIFT:1430": 272,
  "TIME_SHIFT:1440": 273,
  "TIME_SHIFT:1450": 274,
  "TIME_SHIFT:1460": 275,
  "TIME_SHIFT:1470": 276,
  "TIME_SHIFT:1480": 277,
  "TIME_SHIFT:1490": 278,
  "TIME_SHIFT:150": 279,
  "TIME_SHIFT:1500": 280,
  "TIME_SHIFT:1510": 281,
  "TIME_SHIFT:1520": 282,
  "TIME_SHIFT:1530": 283,
  "TIME_SHIFT:1540": 284,
  "TIME_SHIFT:1550": 285,
  "TIME_SHIFT:1560": 286,
  "TIME_SHIFT:1570": 287,
  "TIME_SHIFT:1580": 288,
  "TIME_SHIFT:1590": 289,
  "TIME_SHIFT:160": 290,
  "TIME_SHIFT:1600": 291,
  "TIME_SHIFT:1610": 292,
  "TIME_SHIFT:1620": 293,
  "TIME_SHIFT:1630": 294,
  "TIME_SHIFT:1640": 295,
  "TIME_SHIFT:1650": 296,
  "TIME_SHIFT:1660": 297,
  "TIME_SHIFT:1670": 298,
  "TIME_SHIFT:1680": 299,
  "TIME_SHIFT:1690": 300,
  "TIME_SHIFT:170": 301,
  "TIME_SHIFT:1700": 302,
  "TIME_SHIFT:1710": 303,
  "TIME_SHIFT:1720": 304,
  "TIME_SHIFT:1730": 305,
  "TIME_SHIFT:1740": 306,
  "TIME_SHIFT:1750": 307,
  "TIME_SHIFT:1760": 308,
  "TIME_SHIFT:1770": 309,
  "TIME_SHIFT:1780": 310,
  "TIME_SHIFT:1790": 311,
  "TIME_SHIFT:180": 312,
  "TIME_SHIFT:1800": 313,
  "TIME_SHIFT:1810": 314,
  "TIME_SHIFT:1820": 315,
  "TIME_SHIFT:1830": 316,
  "TIME_SHIFT:1840": 317,
  "TIME_SHIFT:1850": 318,
  "TIME_SHIFT:1860": 319,
  "TIME_SHIFT:1870": 320,
  "TIME_SHIFT:1880": 321,
  "TIME_SHIFT:1890": 322,
  "TIME_SHIFT:190": 323,
  "TIME_SHIFT:1900": 324,
  "TIME_SHIFT:1910": 325,
  "TIME_SHIFT:1920": 326,
  "TIME_SHIFT:1930": 327,
  "TIME_SHIFT:1940": 328,
  "TIME_SHIFT:1950": 329,
  "TIME_SHIFT:1960": 330,
  "TIME_SHIFT:1970": 331,
  "TIME_SHIFT:1980": 332,
  "TIME_SHIFT:1990": 333,
  "TIME_SHIFT:20": 334,
  "TIME_SHIFT:200": 335,
  "TIME_SHIFT:2000": 336,
  "TIME_SHIFT:2010": 337,
  "TIME_SHIFT:2020": 338,
  "TIME_SHIFT:2030": 339,
  "TIME_SHIFT:2040": 340,
  "TIME_SHIFT:2050": 341,
  "TIME_SHIFT:2060": 342,
  "TIME_SHIFT:2070": 343,
  "TIME_SHIFT:2080": 344,
  "TIME_SHIFT:2090": 345,
  "TIME_SHIFT:210": 346,
  "TIME_SHIFT:2100": 347,
  "TIME_SHIFT:2110": 348,
  "TIME_SHIFT:2120": 349,
  "TIME_SHIFT:2130": 350,
  "TIME_SHIFT:2140": 351,
  "TIME_SHIFT:2150": 352,
  "TIME_SHIFT:2160": 353,
  "TIME_SHIFT:2170": 354,
  "TIME_SHIFT:2180": 355,
  "TIME_SHIFT:2190": 356,
  "TIME_SHIFT:220": 357,
  "TIME_SHIFT:2200": 358,
  "TIME_SHIFT:2210": 359,
  "TIME_SHIFT:2220": 360,
  "TIME_SHIFT:2230": 361,
  "TIME_SHIFT:2240": 362,
  "TIME_SHIFT:2250": 363,
  "TIME_SHIFT:2260": 364,
  "TIME_SHIFT:2270": 365,
  "TIME_SHIFT:2280": 366,
  "TIME_SHIFT:2290": 367,
  "TIME_SHIFT:230": 368,
  "TIME_SHIFT:2300": 369,
  "TIME_SHIFT:2310": 370,
  "TIME_SHIFT:2320": 371,
  "TIME_SHIFT:2330": 372,
  "TIME_SHIFT:2340": 373,
  "TIME_SHIFT:2350": 374,
  "TIME_SHIFT:2360": 375,
  "TIME_SHIFT:2370": 376,
  "TIME_SHIFT:2380": 377,
  "TIME_SHIFT:2390": 378,
  "TIME_SHIFT:240": 379,
  "TIME_SHIFT:2400": 380,
  "TIME_SHIFT:2410": 381,
  "TIME_SHIFT:2420": 382,
  "TIME_SHIFT:2430": 383,
  "TIME_SHIFT:2440": 384,
  "TIME_SHIFT:2450": 385,
  "TIME_SHIFT:2460": 386,
  "TIME_SHIFT:2470": 387,
  "TIME_SHIFT:2480": 388,
  "TIME_SHIFT:2490": 389,
  "TIME_SHIFT:250": 390,
  "TIME_SHIFT:2500": 391,
  "TIME_SHIFT:2510": 392,
  "TIME_SHIFT:2520": 393,
  "TIME_SHIFT:2530": 394,
  "TIME_SHIFT:2540": 395,
  "TIME_SHIFT:2550": 396,
  "TIME_SHIFT:2560": 397,
  "TIME_SHIFT:2570": 398,
  "TIME_SHIFT:2580": 399,
  "TIME_SHIFT:2590": 400,
  "TIME_SHIFT:260": 401,
  "TIME_SHIFT:2600": 402,
  "TIME_SHIFT:2610": 403,
  "TIME_SHIFT:2620": 404,
  "TIME_SHIFT:2630": 405,
  "TIME_SHIFT:2640": 406,
  "TIME_SHIFT:2650": 407,
  "TIME_SHIFT:2660": 408,
  "TIME_SHIFT:2670": 409,
  "TIME_SHIFT:2680": 410,
  "TIME_SHIFT:2690": 411,
  "TIME_SHIFT:270": 412,
  "TIME_SHIFT:2700": 413,
  "TIME_SHIFT:2710": 414,
  "TIME_SHIFT:2720": 415,
  "TIME_SHIFT:2730": 416,
  "TIME_SHIFT:2740": 417,
  "TIME_SHIFT:2750": 418,
  "TIME_SHIFT:2760": 419,
  "TIME_SHIFT:2770": 420,
  "TIME_SHIFT:2780": 421,
  "TIME_SHIFT:2790": 422,
  "TIME_SHIFT:280": 423,
  "TIME_SHIFT:2800": 424,
  "TIME_SHIFT:2810": 425,
  "TIME_SHIFT:2820": 426,
  "TIME_SHIFT:2830": 427,
  "TIME_SHIFT:2840": 428,
  "TIME_SHIFT:2850": 429,
  "TIME_SHIFT:2860": 430,
  "TIME_SHIFT:2870": 431,
  "TIME_SHIFT:2880": 432,
  "TIME_SHIFT:2890": 433,
  "TIME_SHIFT:290": 434,
  "TIME_SHIFT:2900": 435,
  "TIME_SHIFT:2910": 436,
  "TIME_SHIFT:2920": 437,
  "TIME_SHIFT:2930": 438,
  "TIME_SHIFT:2940": 439,
  "TIME_SHIFT:2950": 440,
  "TIME_SHIFT:2960": 441,
  "TIME_SHIFT:2970": 442,
  "TIME_SHIFT:2980": 443,
  "TIME_SHIFT:2990": 444,
  "TIME_SHIFT:30": 445,
  "TIME_SHIFT:300": 446,
  "TIME_SHIFT:3000": 447,
  "TIME_SHIFT:3010": 448,
  "TIME_SHIFT:3020": 449,
  "TIME_SHIFT:3030": 450,
  "TIME_SHIFT:3040": 451,
  "TIME_SHIFT:3050": 452,
  "TIME_SHIFT:3060": 453,
  "TIME_SHIFT:3070": 454,
  "TIME_SHIFT:3080": 455,
  "TIME_SHIFT:3090": 456,
  "TIME_SHIFT:310": 457,
  "TIME_SHIFT:3100": 458,
  "TIME_SHIFT:3110": 459,
  "TIME_SHIFT:3120": 460,
  "TIME_SHIFT:3130": 461,
  "TIME_SHIFT:3140": 462,
  "TIME_SHIFT:3150": 463,
  "TIME_SHIFT:3160": 464,
  "TIME_SHIFT:3170": 465,
  "TIME_SHIFT:3180": 466,
  "TIME_SHIFT:3190": 467,
  "TIME_SHIFT:320": 468,
  "TIME_SHIFT:3200": 469,
  "TIME_SHIFT:3210": 470,
  "TIME_SHIFT:3220": 471,
  "TIME_SHIFT:3230": 472,
  "TIME_SHIFT:3240": 473,
  "TIME_SHIFT:3250": 474,
  "TIME_SHIFT:3260": 475,
  "TIME_SHIFT:3270": 476,
  "TIME_SHIFT:3280": 477,
  "TIME_SHIFT:3290": 478,
  "TIME_SHIFT:330": 479,
  "TIME_SHIFT:3300": 480,
  "TIME_SHIFT:3310": 481,
  "TIME_SHIFT:3320": 482,
  "TIME_SHIFT:3330": 483,
  "TIME_SHIFT:3340": 484,
  "TIME_SHIFT:3350": 485,
  "TIME_SHIFT:3360": 486,
  "TIME_SHIFT:3370": 487,
  "TIME_SHIFT:3380": 488,
  "TIME_SHIFT:3390": 489,
  "TIME_SHIFT:340": 490,
  "TIME_SHIFT:3400": 491,
  "TIME_SHIFT:3410": 492,
  "TIME_SHIFT:3420": 493,
  "TIME_SHIFT:3430": 494,
  "TIME_SHIFT:3440": 495,
  "TIME_SHIFT:3450": 496,
  "TIME_SHIFT:3460": 497,
  "TIME_SHIFT:3470": 498,
  "TIME_SHIFT:3480": 499,
  "TIME_SHIFT:3490": 500,
  "TIME_SHIFT:350": 501,
  "TIME_SHIFT:3500": 502,
  "TIME_SHIFT:3510": 503,
  "TIME_SHIFT:3520": 504,
  "TIME_SHIFT:3530": 505,
  "TIME_SHIFT:3540": 506,
  "TIME_SHIFT:3550": 507,
  "TIME_SHIFT:3560": 508,
  "TIME_SHIFT:3570": 509,
  "TIME_SHIFT:3580": 510,
  "TIME_SHIFT:3590": 511,
  "TIME_SHIFT:360": 512,
  "TIME_SHIFT:3600": 513,
  "TIME_SHIFT:3610": 514,
  "TIME_SHIFT:3620": 515,
  "TIME_SHIFT:3630": 516,
  "TIME_SHIFT:3640": 517,
  "TIME_SHIFT:3650": 518,
  "TIME_SHIFT:3660": 519,
  "TIME_SHIFT:3670": 520,
  "TIME_SHIFT:3680": 521,
  "TIME_SHIFT:3690": 522,
  "TIME_SHIFT:370": 523,
  "TIME_SHIFT:3700": 524,
  "TIME_SHIFT:3710": 525,
  "TIME_SHIFT:3720": 526,
  "TIME_SHIFT:3730": 527,
  "TIME_SHIFT:3740": 528,
  "TIME_SHIFT:3750": 529,
  "TIME_SHIFT:3760": 530,
  "TIME_SHIFT:3770": 531,
  "TIME_SHIFT:3780": 532,
  "TIME_SHIFT:3790": 533,
  "TIME_SHIFT:380": 534,
  "TIME_SHIFT:3800": 535,
  "TIME_SHIFT:3810": 536,
  "TIME_SHIFT:3820": 537,
  "TIME_SHIFT:3830": 538,
  "TIME_SHIFT:3840": 539,
  "TIME_SHIFT:3850": 540,
  "TIME_SHIFT:3860": 541,
  "TIME_SHIFT:3870": 542,
  "TIME_SHIFT:3880": 543,
  "TIME_SHIFT:3890": 544,
  "TIME_SHIFT:390": 545,
  "TIME_SHIFT:3900": 546,
  "TIME_SHIFT:3910": 547,
  "TIME_SHIFT:3920": 548,
  "TIME_SHIFT:3930": 549,
  "TIME_SHIFT:3940": 550,
  "TIME_SHIFT:3950": 551,
  "TIME_SHIFT:3960": 552,
  "TIME_SHIFT:3970": 553,
  "TIME_SHIFT:3980": 554,
  "TIME_SHIFT:3990": 555,
  "TIME_SHIFT:40": 556,
  "TIME_SHIFT:400": 557,
  "TIME_SHIFT:4000": 558,
  "TIME_SHIFT:4010": 559,
  "TIME_SHIFT:4020": 560,
  "TIME_SHIFT:4030": 561,
  "TIME_SHIFT:4040": 562,
  "TIME_SHIFT:4050": 563,
  "TIME_SHIFT:4070": 564,
  "TIME_SHIFT:4090": 565,
  "TIME_SHIFT:410": 566,
  "TIME_SHIFT:4100": 567,
  "TIME_SHIFT:4110": 568,
  "TIME_SHIFT:4120": 569,
  "TIME_SHIFT:4130": 570,
  "TIME_SHIFT:4140": 571,
  "TIME_SHIFT:4150": 572,
  "TIME_SHIFT:4160": 573,
  "TIME_SHIFT:4170": 574,
  "TIME_SHIFT:4180": 575,
  "TIME_SHIFT:4190": 576,
  "TIME_SHIFT:420": 577,
  "TIME_SHIFT:4200": 578,
  "TIME_SHIFT:4210": 579,
  "TIME_SHIFT:4220": 580,
  "TIME_SHIFT:4230": 581,
  "TIME_SHIFT:4240": 582,
  "TIME_SHIFT:4250": 583,
  "TIME_SHIFT:4260": 584,
  "TIME_SHIFT:4270": 585,
  "TIME_SHIFT:4280": 586,
  "TIME_SHIFT:430": 587,
  "TIME_SHIFT:4300": 588,
  "TIME_SHIFT:4310": 589,
  "TIME_SHIFT:4320": 590,
  "TIME_SHIFT:4340": 591,
  "TIME_SHIFT:4370": 592,
  "TIME_SHIFT:4390": 593,
  "TIME_SHIFT:440": 594,
  "TIME_SHIFT:4400": 595,
  "TIME_SHIFT:4440": 596,
  "TIME_SHIFT:4450": 597,
  "TIME_SHIFT:4470": 598,
  "TIME_SHIFT:4480": 599,
  "TIME_SHIFT:4490": 600,
  "TIME_SHIFT:450": 601,
  "TIME_SHIFT:4500": 602,
  "TIME_SHIFT:4520": 603,
  "TIME_SHIFT:4530": 604,
  "TIME_SHIFT:4540": 605,
  "TIME_SHIFT:4550": 606,
  "TIME_SHIFT:4560": 607,
  "TIME_SHIFT:4580": 608,
  "TIME_SHIFT:460": 609,
  "TIME_SHIFT:4600": 610,
  "TIME_SHIFT:4640": 611,
  "TIME_SHIFT:4650": 612,
  "TIME_SHIFT:4660": 613,
  "TIME_SHIFT:4670": 614,
  "TIME_SHIFT:4680": 615,
  "TIME_SHIFT:4690": 616,
  "TIME_SHIFT:470": 617,
  "TIME_SHIFT:4700": 618,
  "TIME_SHIFT:4710": 619,
  "TIME_SHIFT:4730": 620,
  "TIME_SHIFT:4750": 621,
  "TIME_SHIFT:4760": 622,
  "TIME_SHIFT:4770": 623,
  "TIME_SHIFT:4780": 624,
  "TIME_SHIFT:4790": 625,
  "TIME_SHIFT:480": 626,
  "TIME_SHIFT:4800": 627,
  "TIME_SHIFT:4810": 628,
  "TIME_SHIFT:4820": 629,
  "TIME_SHIFT:4830": 630,
  "TIME_SHIFT:4840": 631,
  "TIME_SHIFT:4850": 632,
  "TIME_SHIFT:4870": 633,
  "TIME_SHIFT:4880": 634,
  "TIME_SHIFT:4890": 635,
  "TIME_SHIFT:490": 636,
  "TIME_SHIFT:4900": 637,
  "TIME_SHIFT:4910": 638,
  "TIME_SHIFT:4920": 639,
  "TIME_SHIFT:4930": 640,
  "TIME_SHIFT:4940": 641,
  "TIME_SHIFT:4950": 642,
  "TIME_SHIFT:4960": 643,
  "TIME_SHIFT:4970": 644,
  "TIME_SHIFT:4980": 645,
  "TIME_SHIFT:4990": 646,
  "TIME_SHIFT:50": 647,
  "TIME_SHIFT:500": 648,
  "TIME_SHIFT:5000": 649,
  "TIME_SHIFT:5030": 650,
  "TIME_SHIFT:510": 651,
  "TIME_SHIFT:5160": 652,
  "TIME_SHIFT:520": 653,
  "TIME_SHIFT:530": 654,
  "TIME_SHIFT:5370": 655,
  "TIME_SHIFT:540": 656,
  "TIME_SHIFT:5440": 657,
  "TIME_SHIFT:550": 658,
  "TIME_SHIFT:5520": 659,
  "TIME_SHIFT:5530": 660,
  "TIME_SHIFT:560": 661,
  "TIME_SHIFT:5630": 662,
  "TIME_SHIFT:5650": 663,
  "TIME_SHIFT:570": 664,
  "TIME_SHIFT:580": 665,
  "TIME_SHIFT:5830": 666,
  "TIME_SHIFT:590": 667,
  "TIME_SHIFT:5960": 668,
  "TIME_SHIFT:60": 669,
  "TIME_SHIFT:600": 670,
  "TIME_SHIFT:6010": 671,
  "TIME_SHIFT:610": 672,
  "TIME_SHIFT:6110": 673,
  "TIME_SHIFT:6130": 674,
  "TIME_SHIFT:620": 675,
  "TIME_SHIFT:630": 676,
  "TIME_SHIFT:640": 677,
  "TIME_SHIFT:650": 678,
  "TIME_SHIFT:6570": 679,
  "TIME_SHIFT:660": 680,
  "TIME_SHIFT:6640": 681,
  "TIME_SHIFT:670": 682,
  "TIME_SHIFT:6780": 683,
  "TIME_SHIFT:680": 684,
  "TIME_SHIFT:6870": 685,
  "TIME_SHIFT:690": 686,
  "TIME_SHIFT:70": 687,
  "TIME_SHIFT:700": 688,
  "TIME_SHIFT:710": 689,
  "TIME_SHIFT:720": 690,
  "TIME_SHIFT:730": 691,
  "TIME_SHIFT:740": 692,
  "TIME_SHIFT:750": 693,
  "TIME_SHIFT:7520": 694,
  "TIME_SHIFT:760": 695,
  "TIME_SHIFT:770": 696,
  "TIME_SHIFT:780": 697,
  "TIME_SHIFT:7830": 698,
  "TIME_SHIFT:790": 699,
  "TIME_SHIFT:80": 700,
  "TIME_SHIFT:800": 701,
  "TIME_SHIFT:810": 702,
  "TIME_SHIFT:820": 703,
  "TIME_SHIFT:830": 704,
  "TIME_SHIFT:840": 705,
  "TIME_SHIFT:850": 706,
  "TIME_SHIFT:860": 707,
  "TIME_SHIFT:870": 708,
  "TIME_SHIFT:880": 709,
  "TIME_SHIFT:890": 710,
  "TIME_SHIFT:90": 711,
  "TIME_SHIFT:900": 712,
  "TIME_SHIFT:910": 713,
  "TIME_SHIFT:920": 714,
  "TIME_SHIFT:930": 715,
  "TIME_SHIFT:940": 716,
  "TIME_SHIFT:950": 717,
  "TIME_SHIFT:960": 718,
  "TIME_SHIFT:970": 719,
  "TIME_SHIFT:980": 720,
  "TIME_SHIFT:990": 721,
  "VELOCITY:10": 722,
  "VELOCITY:100": 723,
  "VELOCITY:105": 724,
  "VELOCITY:110": 725,
  "VELOCITY:115": 726,
  "VELOCITY:120": 727,
  "VELOCITY:15": 728,
  "VELOCITY:20": 729,
  "VELOCITY:25": 730,
  "VELOCITY:30": 731,
  "VELOCITY:35": 732,
  "VELOCITY:40": 733,
  "VELOCITY:45": 734,
  "VELOCITY:5": 735,
  "VELOCITY:50": 736,
  "VELOCITY:55": 737,
  "VELOCITY:60": 738,
  "VELOCITY:65": 739,
  "VELOCITY:70": 740,
  "VELOCITY:75": 741,
  "VELOCITY:80": 742,
  "VELOCITY:85": 743,
  "VELOCITY:90": 744,
  "VELOCITY:95": 745
}